<?php

return [
    'registered_successfully' => 'उपयोगकर्ता सफलतापूर्वक पंजीकृत हुआ। कृपया सत्यापन के लिए अपना ईमेल जांचें।',
    'wrong_otp' => 'गलत OTP',
    'something_went_wrong' => 'क्षमा करें, कुछ गलत हो गया',
    'otp_expired' => 'OTP समाप्त हो गया है। कृपया नया अनुरोध करें।',
    'verified_successfully' => 'उपयोगकर्ता सफलतापूर्वक सत्यापित हो गया।',
    'email_not_found' => 'ईमेल नहीं मिला।',
    'otp_blocked' => 'आप 24 घंटे के लिए ब्लॉक हैं। कृपया कल पुनः प्रयास करें।',
    'too_many_otp_attempts' => 'OTP पुनः भेजने के बहुत अधिक प्रयास। आपको 24 घंटे के लिए ब्लॉक कर दिया गया है। कृपया कल पुनः प्रयास करें।',
    'otp_cooldown' => 'OTP पुनः भेजने से पहले कृपया 1 मिनट प्रतीक्षा करें',
    'otp_sent' => 'OTP आपके ईमेल पर भेज दिया गया है।',
    'wrong_credentials' => 'गलत ईमेल या पासवर्ड',
    'account_not_verified' => 'खाता सत्यापित नहीं है, कृपया पहले अपना खाता सत्यापित करें।',
    'logged_in_successfully' => 'उपयोगकर्ता सफलतापूर्वक लॉग इन हुआ।',
    'success' => 'सफलता',
    'profile_updated' => 'प्रोफ़ाइल सफलतापूर्वक अपडेट हुई',
    'current_password_incorrect' => 'वर्तमान पासवर्ड गलत है',
    'password_updated' => 'पासवर्ड सफलतापूर्वक अपडेट हुआ',
    'profile_picture_uploaded' => 'प्रोफ़ाइल चित्र सफलतापूर्वक अपलोड हुआ',
];
