<?php

return [
    'registered_successfully' => 'Пользователь успешно зарегистрирован. Проверьте электронную почту для подтверждения.',
    'wrong_otp' => 'Неверный OTP',
    'something_went_wrong' => 'Извините, что-то пошло не так',
    'otp_expired' => 'Срок действия OTP истёк. Запросите новый.',
    'verified_successfully' => 'Пользователь успешно подтверждён.',
    'email_not_found' => 'Электронная почта не найдена.',
    'otp_blocked' => 'Вы заблокированы на 24 часа. Попробуйте снова завтра.',
    'too_many_otp_attempts' => 'Слишком много попыток повторной отправки OTP. Вы заблокированы на 24 часа. Попробуйте снова завтра.',
    'otp_cooldown' => 'Подождите 1 минуту перед повторной отправкой OTP',
    'otp_sent' => 'OTP отправлен на вашу электронную почту.',
    'wrong_credentials' => 'Неверный адрес электронной почты или пароль',
    'account_not_verified' => 'Аккаунт не подтверждён, сначала подтвердите свой аккаунт.',
    'logged_in_successfully' => 'Пользователь успешно вошёл в систему.',
    'success' => 'Успех',
    'profile_updated' => 'Профиль успешно обновлён',
    'current_password_incorrect' => 'Текущий пароль неверен',
    'password_updated' => 'Пароль успешно обновлён',
    'profile_picture_uploaded' => 'Фото профиля успешно загружено',
];
